import vinyl1 from '../product_img/Vinyls/51Qmdk-_vQL.jpg'
import vinyl2 from '../product_img/Vinyls/816_c87od_L_SS500_.jpg'
import vinyl3 from '../product_img/Vinyls/10900940.png'
import vinyl4 from '../product_img/Vinyls/26599283.jpg'
import vinyl5 from '../product_img/Vinyls/74774091.jpg'
import vinyl6 from '../product_img/Vinyls/97229143.jpg'
import vinyl7 from '../product_img/Vinyls/st-germain-st-germai.jpg'
import vinyl8 from '../product_img/Vinyls/R-5840514-1474058790.jpg'
import vinyl9 from '../product_img/Vinyls/aphex-twin-richard-d.jpg'
import vinyl10 from '../product_img/Vinyls/lana-del-rey-born-to.jpg'

import vinylPlayer1 from '../product_img/Vinyl_Players/11.png' 
import vinylPlayer2 from '../product_img/Vinyl_Players/92095597.jpg'
import vinylPlayer3 from '../product_img/Vinyl_Players/1ed3ec35-ca34-40cd-b.jpeg'
import vinylPlayer4 from '../product_img/Vinyl_Players/76156372.jpg'
import vinylPlayer5 from '../product_img/Vinyl_Players/audio_technica_at_lp.jpg'
import vinylPlayer6 from '../product_img/Vinyl_Players/19174679.png'
import vinylPlayer7 from '../product_img/Vinyl_Players/Crosley Cruiser Deluxe Mint.png'
import vinylPlayer8 from '../product_img/Vinyl_Players/4980ec806dc8bcd868df.png'
import vinylPlayer9 from '../product_img/Vinyl_Players/1ed3ec35-ca34-40cd-b.jpeg'
import vinylPlayer10 from '../product_img/Vinyl_Players/49238519.png'

import acoustic1 from '../product_img/acoustics/yamaha_hs8w.jpg'
import acoustic2 from '../product_img/acoustics/adam_audio_t5v_studi.jpg'
import acoustic3 from '../product_img/acoustics/adam-audio-a3x.png'
import acoustic4 from '../product_img/acoustics/LYD8.png'
import acoustic5 from '../product_img/acoustics/focal_alpha_50_evo_0.jpg'
import acoustic6 from '../product_img/acoustics/ik_multimedia_iloud_.jpg'
import acoustic7 from '../product_img/acoustics/dm-50d_cgi-1792x1316.jpg'
import acoustic8 from '../product_img/acoustics/adam-audio-a77h-stud.png'
import acoustic9 from '../product_img/acoustics/pioneer_bt.png'
import acoustic10 from '../product_img/acoustics/KRK_Classic5_01.jpg'

import headphones1 from '../product_img/headphones/dt_770_1.png' 
import headphones2 from '../product_img/headphones/ath_m30x_2_sq.jpg' 
import headphones3 from '../product_img/headphones/beyerdynamic_dt_990_.jpg' 
import headphones4 from '../product_img/headphones/akg_k52.jpg' 
import headphones5 from '../product_img/headphones/bowers_wilkins_px5_s.jpg' 
import headphones6 from '../product_img/headphones/20160925151418.jpg' 
import headphones7 from '../product_img/headphones/new_momentum3_ae_bt_.jpg' 
import headphones8 from '../product_img/headphones/1_183865.jpg' 
import headphones9 from '../product_img/headphones/akg_k872.png' 
import headphones10 from '../product_img/headphones/beyer_dt240_1.png' 

import stuff1 from '../product_img/stuff/13153219.jpg' 
import stuff2 from '../product_img/stuff/40364023.jpg' 
import stuff3 from '../product_img/stuff/964e8b81a5b398787663.jpg' 
import stuff4 from '../product_img/stuff/3372ff97d81876a00251.jpg' 
import stuff5 from '../product_img/stuff/__2021-11-05__190750.png' 
import stuff6 from '../product_img/stuff/catalog_products5606.jpg' 
import stuff7 from '../product_img/stuff/ARCAM-ARCPA240EU.jpg' 
import stuff8 from '../product_img/stuff/REVEL-REVSA1000EP-1.jpg' 
import stuff9 from '../product_img/stuff/238563.jpg' 
import stuff10 from '../product_img/stuff/black-simply.jpg' 

import dj_studio1 from '../product_img/Dj/NativeInstruments_Tr.jpg' 
import dj_studio2 from '../product_img/Dj/behringer_vmx100usb.jpg' 
import dj_studio3 from '../product_img/Dj/Akai_APC40_MKII.png' 
import dj_studio4 from '../product_img/Dj/NVII_ortho_3000x1875.jpg' 
import dj_studio5 from '../product_img/Dj/pioneer_ddj_flx6.png' 
import dj_studio6 from '../product_img/Dj/roland_dj_202.jpg' 
import dj_studio7 from '../product_img/Dj/pioneer_cdj_3000.jpg' 
import dj_studio8 from '../product_img/Dj/pioneer_xdj_700_usb.png' 
import dj_studio9 from '../product_img/Dj/pioneer_xdj_xz.png' 
import dj_studio10 from '../product_img/Dj/nativeinstruments_tr_1.jpg' 



const products = {
        "vinilPlayers": [
            {
                "id": "1",
                "url": vinylPlayer1,
                "name": "Audio-Technica AT-LPW30TK",
                "description": "Удостоєний нагород, розроблений японською командою Audio-Technica тепер із новим дизайном. Ця модель пропонує оптимізоване відтворення музики та зменшений резонанс для більш мелодійного звуку. Система автоматичної ремінної передачі легка у використанні. Просто натисніть кнопку, щоб грати вінілові платівки. Доступні 2 швидкості: 33 rpm і 45 rpm. Анти-резонансний корпус виконаний з преміального MDF матеріалу з імітацією тикового дерева для обмеження низьких частот акустичного зворотного зв'язку. Інтегрований підсилювач з виходом phono або лінійний передбачає легке підключення до активних моніторів або зовнішнього phono коректора. Лідер у розробці програвачів більше 50 років, Audio-Technica вклав увесь свій досвід у розробку звукознімача VM-95C. У сукупності з алмазною голкою звукознімач інтегрований в тонарм для оптимальної продуктивності і простої конфігурації. Трансформатор регулює перетворення AC/DC поза каркасом, зменшуючи шум у ланцюгу сигналу для більш точного звуку. Всі моделі комплектуються підкладкою (матом) Audio-Technica чорного кольору, перехідником 45 rpm та знімним протипиловим кожухом. Програвач комплектується алюмінієвим тонармом з налаштуванням відстеження та універсальним звукознімачем AT-HS4 з картриджем AT-VM95.",
                "price": "20 499грн.",
                "category": "vinyl_players"
            },
            {
                "id": "2",
                "url": vinylPlayer2,
                "name": "Pro-Ject Debut Carbon EVO 2M-Red Satin White",
                "price": "25 010грн.",
                "description": "За минулі майже 20 років програвачі Pro-Ject серії Debut пережили кілька модернізацій і на сьогодні є найпопулярнішою моделлю у своєму класі. І тепер компанія вирішила випустити повністю оновлений Pro-Ject Debut Carbon EVO. Тут були вдосконалені всі ключові елементи, а також виконані доопрацювання з урахуванням побажань власників цих програвачів колишніх років. Тяжке та міцне шасі з MDF програвача Pro-Ject Debut Carbon EVO може мати один із дев'яти варіантів оздоблень, які вибиралися з урахуванням запитів покупців. Тепер, крім глянцевих, серед них з'явилися і матові покриття. Крім того, Pro-Ject Debut Carbon EVO забезпечили трьома регульованими по висоті металевими опорами, які спростили вирівнювання програвача на будь-яких поверхнях. Ще одним важливим доповненням у новинці стало електронне перемикання швидкості обертання платівки (33/45 об/хв), яке раніше не було у всіх моделей серії. При цьому відповідну кнопку було вирішено змонтувати з нижньої сторони шасі, щоби не порушувати лаконічний дизайн програвача.Важливою модернізацією моделі Pro-Ject Debut Carbon EVO стало демпфування його конструкції за допомогою термопластичного еластомеру (TPE). Зокрема, цей матеріал нанесений на внутрішній бік опорного диска, що дозволило усунути небажані резонанси та збільшити його масу. Додаткове демпфування отримав і двигун Pro-Ject Debut Carbon EVO, що зробило його практично безшумною. У цій моделі встановлений фірмовий тонарм із інтегрованим шеллом та трубкою з вуглеволокна. На програвачі штатно встановлюється MM-звукознімач Ortofon 2M Red, тому його початкове налаштування дуже просте. Програвач Pro-Ject Debut Carbon EVO комплектується фірмовим Phono-кабелем Connect it E, має додатковий круглий пасик для прослуховування платівок на швидкості 78 об/хв та прозору пилозахисну кришку.",
                "category": "vinyl_players"
            },
            {
                "id": "3",
                "url": vinylPlayer3,
                "name": "Pro-Ject Debut Carbon EVO Satin Black",
                "price": "25 010грн.",
                "description": "За минулі майже 20 років програвачі Pro-Ject серії Debut пережили кілька модернізацій і на сьогодні є найпопулярнішою моделлю у своєму класі. І тепер компанія вирішила випустити повністю оновлений Pro-Ject Debut Carbon EVO. Тут були вдосконалені всі ключові елементи, а також виконані доопрацювання з урахуванням побажань власників цих програвачів колишніх років.Тяжке та міцне шасі з MDF програвача Pro-Ject Debut Carbon EVO може мати один із дев'яти варіантів оздоблень, які вибиралися з урахуванням запитів покупців. Тепер, крім глянцевих, серед них з'явилися і матові покриття. Крім того, Pro-Ject Debut Carbon EVO забезпечили трьома регульованими по висоті металевими опорами, які спростили вирівнювання програвача на будь-яких поверхнях. Ще одним важливим доповненням у новинці стало електронне перемикання швидкості обертання платівки (33/45 об/хв), яке раніше не було у всіх моделей серії. При цьому відповідну кнопку було вирішено змонтувати з нижньої сторони шасі, щоби не порушувати лаконічний дизайн програвача. Важливою модернізацією моделі Pro-Ject Debut Carbon EVO стало демпфування його конструкції за допомогою термопластичного еластомеру (TPE). Зокрема, цей матеріал нанесений на внутрішній бік опорного диска, що дозволило усунути небажані резонанси та збільшити його масу. Додаткове демпфування отримав і двигун Pro-Ject Debut Carbon EVO, що зробило його практично безшумною. У цій моделі встановлений фірмовий тонарм із інтегрованим шеллом та трубкою з вуглеволокна. На програвачі штатно встановлюється MM-звукознімач Ortofon 2M Red, тому його початкове налаштування дуже просте. Програвач Pro-Ject Debut Carbon EVO комплектується фірмовим Phono-кабелем Connect it E, має додатковий круглий пасик для прослуховування платівок на швидкості 78 об/хв та прозору пилозахисну кришку.",
                "category": "vinyl_players"
            },
            {
                "id": "4",
                "url": vinylPlayer4,
                "name": "Audio-Techniсa AT-LP120X USB Black",
                "price": "18 999грн.",
                "description": "Audio-Technica AT-LP120X BT USB - проигрыватель виниловых пластинок со встроенным ММ-картриджем AT-VM95E, фонокорректором, USB-выходом и Bluetooth-модуляем. Проигрыватель развивает предыдущую версию LP120-USB, отличаясь от нее новым, более эффективным электромотором постоянного тока с высоким крутящим моментом, а также улучшенным встроенным фонокорректором. Модель оснащена прямым приводом и поддерживает скорости вращения в 33,3, 45 и 78 об/мин. Имеется фейдер Pitch Сontrol, работающий в пределах 8 или 16 процентов. Отлично демпфированное шасси проигрывателя опирается на регулируемые по высоте ножки. Модель оснащена S-образным тонармом с возможностью выбора прижимной силы, настраиваемой системой антискейтинга и гидравлическим микролифтом. Тонарм имеет съемный шелл AT-HS6, к которому крепится головка звукоснимателя AT-VM95E с двойной подвижной магнитной системой и легкосъемной иглой с эллиптическим профилем. Картридж легко заменяется. Модель оснащена встроенным отключаемым фонокорректором. Также имеется USB-выход для оцифровки виниловых пластинок с помощью программы Audacity. Проигрыватель оснащен внешним адаптером питания, благодаря чему устраняется влияние шумов и помех электросети. Для подключения к внешнему RIAA-корректору или к линейному входу усилителя/AV-ресивера/активных АС на борту имеется RCA-выход. Модель комплектуется пылезащитной крышкой, адаптером для пластинок на 45 оборотов и кабелями.",
                "category": "vinyl_players"
            },
            {
                "id": "5",
                "url": vinylPlayer5,
                "name": "Audio-Technica AT-LP140XP SVE",
                "price": "21 842грн.",
                "description": "Audio-Technica AT-LP140XP – професійний вініловий програвач з прямим приводом. Підходить для гри в нічних клубах чи вдома. AT-LP140XP має міцну конструкцію з литого алюмінію, оснащений S-подібним тонармом і мотором з високим моментом, що крутить. У комплект поставки входить попередньо встановлений на універсальний хедшелл AT-HS6 1/2'' DJ-картридж AT-XP3. диск з індикацією швидкості, знімну відкидну пилозахисну кришку, а також функції прямого та зворотного відтворення та блокування живлення.",
                "category": "vinyl_players"
            },
            {
                "id": "6",
                "url": vinylPlayer6,
                "name": "Crosley Cruiser Deluxe Fawn",
                "price": "5 990грн.",
                "description": "Оновлена ​​версія найпопулярнішого програвача Crosley Cruiser. Представляємо Cruiser Deluxe! Чарівний ретро-шик у стилі вінтажної валізки з величезним функціоналом усередині. Три швидкості відтворення платівок, Bluetooth модуль та вбудовані стерео-динаміки, все, що потрібно для ідеального звучання без використання додаткового обладнання! Хочеш більше потужності – підключи додаткові колонки через порт RCA, або індивідуально насолоджуйся музикою, підключивши навушники. Подорожуй по веселці звуків з комфортом і універсальністю Cruiser Deluxe Portable!",
                "category": "vinyl_players"
            },
            {
                "id": "7",
                "url": vinylPlayer7,
                "name": "Crosley Cruiser Deluxe Mint",
                "price": "5 990грн.",
                "description": "Оновлена ​​версія найпопулярнішого програвача Crosley Cruiser. Представляємо Cruiser Deluxe! Чарівний ретро-шик у стилі вінтажної валізки з величезним функціоналом усередині. Три швидкості відтворення платівок, Bluetooth модуль та вбудовані стерео-динаміки, все, що потрібно для ідеального звучання без використання додаткового обладнання! Хочеш більше потужності – підключи додаткові колонки через порт RCA, або індивідуально насолоджуйся музикою, підключивши навушники. Подорожуй по веселці звуків з комфортом і універсальністю Cruiser Deluxe Portable!",
                "category": "vinyl_players"
            },
            {
                "id": "8",
                "url": vinylPlayer8,
                "name": "Lenco LS-10WD",
                "price": "4 275грн.",
                "description": "Lenco LS-10 – це класичний напівавтоматичний програвач, який створювався для тих, хто хоче дізнатися, що таке вініл та чим він відрізняється від цифрового звуку. Двошвидкісний програвач LS-10 відтворює пластинки всіх розмірів (7, 10 і 12 дюймів) на швидкостях 33, 45 оборотів за хвилину і дозволяє насолоджуватися чистим звучанням без перешкод. Програвач має всі переваги, щоб насолоджуватися вінілом без меж – вбудованими динаміками загальною потужністю 6 Ватт, аудіовиходом 3.5 мм для підключення навушників та RCA-виходом для підключення зовнішніх динаміків. Програвач Lenco LS-10 має знімну пилозахисну кришку, яка захищає його від забруднень. Завдяки Lenco LS-10 ви насолоджуватиметеся улюбленою музикою з минулого, використовуючи сучасне обладнання.",
                "category": "vinyl_players"
            },
            {
                "id": "9",
                "url": vinylPlayer9,
                "name": "Crosley Jasper Turntable Walnut",
                "price": "10 490грн.",
                "description": "Подобається зовнішній вигляд нашого програвача Rohe, але, за словами Леонарда Коена, ви хочете, щоб він був темнішим? Це Джаспер. З витонченими звуженими ніжками та вишуканою атмосферою середини минулого століття, Jasper забезпечує ретро-дизайн із звуком і функціональністю, які є на 100% сучасними. Тришвидкісний програвач включає в себе всі навороти: вбудований приймач Bluetooth, роз'єм для навушників і допоміжний вхід. І те глибоке горіхове покриття з золотими акцентами? Чиста досконалість. Завдяки приголомшливому темному вигляду та кришталево чистому звуку за дивовижною ціною Jasper – це справді повний пакет.",
                "category": "vinyl_players"
            },
            {
                "id": "10",
                "url": vinylPlayer10,
                "name": "Crosley Cruiser Deluxe Red",
                "price": "5 990грн.",
                "description": "Представляємо Cruiser Deluxe! Чарівний ретро-шик у стилі вінтажної валізки з величезним функціоналом усередині. Три швидкості відтворення платівок, Bluetooth модуль та вбудовані стерео-динаміки, все, що потрібно для ідеального звучання без використання додаткового обладнання! Хочеш більше потужності – підключи додаткові колонки через порт RCA, або індивідуально насолоджуйся музикою, підключивши навушники. Подорожуй по веселці звуків з комфортом і універсальністю Cruiser Deluxe Portable!",
                "category": "vinyl_players"
            }
        ],
        "headPhones": [
            {
                "id": "1",
                "url": headphones1,
                "name": "Beyerdynamic DT 770 PRO / 250 ohm",
                "description": "История наушников Beyerdynamic DT 770/880/990: Легендарная серия DT 770/880/990 уходит корнями еще в 1981 год, когда была выпущена модель DT 880 — первые динамические наушники с характеристиками электростатических. Следом за ней, в 1985 были представлены модели DT 770 и 990, завершив серию и обеспечив рынку максимальную гибкость и выбор закрытых (DT 770), полуоткрытых (DT 880) и открытых (DT 990) наушников. Первые версии наушников имели пластиковое оголовье, прочное, но не настолько, как требовалось. В начале 1990-х годов были представлены первые профессиональные модели (PRO), с оголовьем из пружинной стали, алюминиевыми вилками и корпусом из чрезвычайно надежного ABS-пластика. Впоследствии эта линейка Beyerdynamic взяла штурмом весь мир. Сегодня наушники моделей DT 770/880/990 можно встретить везде: как в студиях звукозаписи и прямых трансляций, так и в домах меломанов и аудиофилов. Динамические наушники закрытого типа Beyerdynamic DT 770 PRO были разработаны с учетом требований и пожеланий профессиональных звукорежиссеров и исполнителей. Недаром модель выступает стандартом в профессиональной аудио-индустрии вот уже более 20 лет! Специально для работы в студии или на сцене оголовье модели DT 770 PRO обеспечивает более надежную фиксацию, в тоже время, благодаря велюровым амбушюрам и небольшому весу DT 770 PRO, работать в них Вам будет комфортно на протяжении долгого времени. Наушники DT 770 PRO славятся отменной шумоизоляцией, что также немаловажно при работе с высокочувствительными микрофонами. Звуковая катушка низкой массы в связке с мембраной DT 770 PRO производят звучание, которое можно сопоставить только с более дорогими электростатическими наушниками. Кроме того, в наушниках используется технология Bass Reflex — небольшие отверстия позволяют диафрагме 'дышать', в результате чего достигается лучшее воспроизведение низких и высоких частот (так как диафрагма может двигаться намного свободнее). Небольшое количество изоляции от окружающего шума приносится в жертву, но, и без того прекрасная звуковая картина DT 770 PRO становится от этого еще лучше! В комбинации с тщательно выверенной АЧХ, модель предлагает естественное и сбалансированное звучание и несколько вариантов с разным импедансом (32/80/250 Ом). Эти наушники одинаково хорошо справляются с любым стилем или типом музыкальных записей. Наушники Beyerdynamic DT 770 PRO, собранные вручную в Германии — это отличный выбор как для профессионалов, так и для всех",
                "price": "7 488грн.",
                "category": "headPhones"
            },
            {
                "id": "2",
                "url": headphones2,
                "name": "Audio-Technica ATH-M30X",
                "description": "Audio-Technica ATH-M30X – студійні навушники закритого типу. Навушники оснащені 40-мм динамічними випромінювачами, які розраховані на значну потужність, що підводиться і володіють широким частотним діапазоном. Неодимові магніти і звукова котушка з алюмінієвим дротом, що обмежується, забезпечують хорошу чутливість і швидкий відгук. Навушники оснащені м'якими амбушюрами та зручним регульованим оголов'ям з амортизуючою накладкою. Сполучний кабель навушників виконаний з безкисневої міді високого ступеня очищення і має гарну гнучкість. Кабель підключається до однієї чашки навушників та оснащений роз'ємом mini-jack 3,5 мм із позолоченими контактами, в комплекті поставляється перехідник для гнізд діаметром 6,3 мм. Довжина кабелю складає 3 метри.",
                "price": "4 059грн.",
                "category": "headPhones"
            },
            {
                "id": "3",
                "url": headphones3,
                "name": "Beyerdynamic DT 990 / 250 ohm",
                "description": "Beyerdynamic DT990 250 Ohm качественные наушники без шумоизоляции, представляют собой идеальный вариант для использования с высококлассной аппаратурой и являются по сути дела вариацией модели DT770, отличающейся лишь акустическим оформлением. Наушники Beyerdynamic DT 990 250 Ohm достаточно прочные и долговечные, очень удобные с кристально-чистыми, мягкими и естественными высокими частотами, и в то же время хорошо сбалансированными средними частотами, а также глубокими, яркими басами, что позволяет добиться потрясающе красивой в своей естественности и неокрашенности звуковой картины. Уровень комфорта наушников Beyerdynamic DT990 600Ohm также выше всяких похвал. Относительно лёгкие, с большими велюровыми амбушюрами, которые полностью охватывают ухо, и регулируемым оголовьем - они прекрасно держатся на голове, не давят и не вызывают дискомфорта даже после многочасового использования, а благодаря метталической конструкция, наушники DT990 достаточно долговечные и надежные. Чёткий, чистый и ясный звук позволяет Beyerdynamic DT 990 / 250 Ohm достичь максимально детализированного и точного звучания, что позволяет рекомендовать эти наушники к использованию в профессиональных областях, например на студии звукозаписи.",
                "price": "7 488грн.",
                "category": "headPhones"
            },
            {
                "id": "4",
                "url": headphones4,
                "name": "AKG K52",
                "description": "AKG K52 - наушники закрытого типа. Данная модель наушников была представлена на NAMM Show 2016 и представляет собой полноразмерные наушники, которые подойдут для работы в студии, для мониторинга, записи голоса, а также для работы на радио. Главными плюсами K52 являются доступная цена и высокое качество звучания. Наушники оснащены 40 мм драйверами, которые обладают расширенной частотной характеристикой, что положительно влияет на звучание, а небольшое сопротивление позволяет использовать их не только в студии, но и с портативными устройствами. Оголовье наушников настраивается под вас, а полноразмерные амбушюры обеспечат комфорт при работе с наушниками. AKG K52 сочетают высокое качество звучания, эргономичную конструкцию и современный дизайн.", 
                "price": "1 699грн.",
                "category": "headPhones"
            },
            {
                "id": "5",
                "url": headphones5,
                "name": "Bowers&Wilkins PX5 Space Grey",
                "description": "Современное звучание PX5 легкие и компактные наушники обеспечивают качество звука с применением высоких стандартов Bowers & Wilkins. Новейшие 35-миллиметровые драйверы, разработанные и настроенные той же командой, которая изготовила Hi-End динамики серии 800 Diamond, используемыми в Abbey Road Studios, подают вам музыку во всей ее красе. Система адаптивного шумоподавления Уникальная система адаптивного шумоподавления способна сохранить высокое качество музыки подавляя внешний шум. Время работы достигает 25 часов Полного заряда аккумулятора хватает на 25 часов беспрерывного воспроизведения, а быстрая зарядка в течении 15 минут позволяет продлить время работы на 5 часов.Автоматическая остановка воспроизведения Сдвиньте наушник в сторону что бы расслышать что вам говорит собеседник и музыка автоматически остановится и возобновится когда вы оденете наушники опять. Вдохновлен гоночными автомобилями Сплетенная оболочка оголовья из волокон углерода обеспечивают PX5 прочность и подвижность самых быстрых машин в мире, направляя звук к вам и уберегая против ежедневного износа и разрыва. Эти наушники легко складываются для хранения в сумке, так что вы можете погрузиться в музыку в любом месте взяв их с собой. Особенности: автоматическое отключение при снятии наушников; до 25 часов автономного воспроизведения; композитный материал из углеродного волокна; кодек aptX-HD; aptX-Adaptive; излучатель 35 мм; Характеристики: диапазон частот: 10 - 30 кГц; сопротивление: 20 Ом; длина кабеля 1.2 м; порт USb type-C; вес: 241 гр; Комплектация: наушники; аудио кабель 3.5 мм; кабель usb type-C; чехол; документация.", 
                "price": "11 880грн.",
                "category": "headPhones"
            },
            {
                "id": "6",
                "url": headphones6,
                "name": "Sennheiser HD 599",
                "description": "Sennheiser HD 599 открытые наушники для домашнего прослушивания. Sennheiser выпускают новое поколение популярной и отмеченной многочисленными наградами линейки HD 500, дополняя концепцию проводных наушников для домашнего развлекательного центра привлекательным современным дизайном и улучшенной эргономикой. В новинках установлены специально разработанные Sennheiser динамические излучатели, для непревзойдённого качества звучания. Серия включает варианты на разный бюджет, от высокопроизводительных наушников для желающих извлечь максимум из домашней стереосистемы, до премиальных моделей – приоткрывающих двери в мир бескомпромиссной аудиофилии. Все модели серии – с амбушюрами охватывающего типа. HD 559, HD 579 и HD 599 отличаются чашками открытого дизайна, а HD 569 – закрытые. Каждая из них позволяет требовательным слушателям раскрыть все возможности своих стационарных систем, с максимальным комфортом благодаря крупным чашкам и мягким заменяемым амбушюрам. Фирменная технология E.A.R. («Ergonomic acoustic refinement») направляет звуковые волны непосредственно в уши пользователя. HD 599 – флагман линейки, премиальные наушники для самых требовательных фанатов музыки, которые признают только безукоризненное качество сборки. HD 599 – это уверенный шаг в мир высококлассного звука, невероятно реалистичного и масштабного, за счёт фирменных излучателей Sennheiser SYS 38 (50 Ом). Их неоспоримое превосходство подчеркнуто премиальным внешним видом – от коричневых стяжек оголовья до металлических элементов, обрамляющих чашки и оголовье. В сочетании с запоминающейся расцветкой «под слоновую кость», эти мелкие нюансы дополняют образ роскошной, высококачественной вещи – которой и являются HD 599.", 
                "price": "7 959грн.",
                "category": "headPhones"
            },
            {
                "id": "7",
                "url": headphones7,
                "name": "Sennheiser MOMENTUM Wireless M3 AEBTXL",
                "description": "Новые MOMENTUM Wireless, как истинный преемник и продолжатель лучших традиций культовой серии MOMENTUM от Sennheiser, сочетают в себе превосходное звучание и целый комплекс новейших технологических решений с совершенной эстетикой современного дизайна. Модель воспроизводит чрезвычайно точный и хорошо сбалансированный звук студийного качества и действительно умеет показать, какими должны быть беспроводные наушники настоящего премиум-класса. Система управления новых MOMENTUM Wireless максимально проста и интуитивно понятна, потому с этими наушниками одинаково комфортно в любой житейской ситуации. Ответить на входящий рабочий звонок, пообщаться с товарищем или коллегами, либо же создать для себя персональный уголок аудиоуюта, послушать любимые треки и отдохнуть немного от окружающей суеты - функции автоматического выключения/включения и 'Умная пауза' (Smart Pause) гарантируют, что вы всегда будете в курсе всего происходящего вокруг и не пропустите ничего важного. Функции активного шумоподавления и Transparent Hearing - это, в первую очередь, возможность всегда и везде создать для себя свой собственный аудиомир, по своим правилам. Ваши новые MOMENTUM Wireless легко адаптируются к любому окружению, вне зависимости от того, где вы с ними оказались. Трехрежимная система активного шумоподавления эффективно блокирует сторонние шумы, а функция Transparent Hearing в то же время позволяет при необходимости быстро переключиться на внешний звук, когда нужно что-то или кого-то послушать, не снимая для этого каждый раз наушники.", 
                "price": "15 959грн.",
                "category": "headPhones"
            },
            {
                "id": "8",
                "url": headphones8,
                "name": "Bowers&Wilkins PX7 Silver",
                "description": "Беспроводные наушники Bowers&Wilkins PX7 Silver – это высокое качество звучания в стильном корпусе, созданном с использованием высококлассных материалов. Наушники B&W PX7 оснащены системой активного шумоподавления, позволяющей снизить влияние внешних звуков при прослушивании музыки. Bowers & Wilkins PX7 оснащены динамическими драйверами диаметром 43 мм, что обеспечивает мощное и насыщенное звучание. Наушники B&W PX7 поддерживают современные кодеки aptX для точной и детальной передачи звукового сигнала по Bluetooth. Встроенный аккумулятор наушников Bowers & Wilkins PX7 обеспечивает до 30 часов воспроизведения без подзарядки, а лёгкая и прочная конструкция позволяет взять наушники с собой в поездку или на прогулку.", 
                "price": "16 500грн.",
                "category": "headPhones"
            },
            {
                "id": "9",
                "url": headphones9,
                "name": "AKG K872",
                "description": "Флагманские закрытые наушники AKG K872 разработаны специально для звукоинженеров и музыкантов. Модель обеспечивает беспрецедентную точность звучания и комфорт при записи, сведении, мастеринге и работе с живым звуком. Производитель также обещает отличную детализацию и широкий динамический диапазон. Наушники K872 располагают 53-миллиметровыми излучателями с двухслойными звуковыми катушками CCAW и мощной магнитной системой с индукцией 1,5 Тесла. Подобные динамики, кстати говоря, используются в открытой модели K812. В K872 используется лёгкое саморегулирующееся оголовье с механизмом быстрой блокировки и удобные заменяемые 3D-амбушюры, обеспечивающие оптимальную посадку и комфорт во время длительных сессий. По словам производителя, модель K872 отличается высокой прочностью и долговечностью. Многие элементы конструкции выполнены из металла, в том числе оголовье и шарниры. Для подключения наушников к источнику используется тонкий и прочный отсоединяемый кабель с коннектором LEMO® и разъёмом миниджек. В комплектацию новинки включены переходник на джек и футляр, который также можно использовать в качестве стойки для наушников.", 
                "price": "53 700грн.",
                "category": "headPhones"
            },
            {
                "id": "10",
                "url": headphones10,
                "name": "Beyerdynamic DT 240 PRO",
                "description": "Beyerdynamic представила новые мониторные наушники, адресованные музыкантам, подкастерам и кинорежиссёрам. Beyerdynamic DT 240 Pro подойдут, к примеру, для того, чтобы послушать подкаст или музыку при записи на ПК или ноутбуке. Чтобы наушники были совместимы с как можно большим числом устройств, используется преобразователь с сопротивлением 34 Oм. Поэтому их можно использовать как с мощными студийными микшерными пультами, так и с простыми ноутбуками и даже смартфонами и планшетами. Ещё одним плюсом таких наушников является то, что в них можно послушать звук на разных устройствах, и разница, обусловленная разным качеством наушников, будет исключена. Beyerdynamic DT 240 Pro сочетают в себе комфорт полноразмерных и компактность накладных наушников. Производитель называет такой принцип 'компактные over-ear'. Они плотно закрывают уши, но в то же время компактны, и их легко транспортировать. Спиральный кабель - съёмный, амбушюры можно поменять. Что же касается звука, Beyerdynamic заверяет, что пользователь получит 'чистые глубокие басы, приятные средние и чёткие высокие частоты'. Конечно, действительно ли это так, решать пользователю. Наушники поддерживают диапазон от 5 до 35.000 Гц, номинальная мощность составляет 100 мВт. Весят наушники 196 г (без провода). Подключение производится через 3,5-мм разъём. В комплект поставки входит переходник на 6,35 мм.", 
                "price": "3 978грн.",
                "category": "headPhones"
            }

        ],
        "vinyls": [
            {
                "id": "1",
                "url": vinyl1,
                "name": "Queen – Made in Heaven [2LP]",
                "price": "1 750грн.",
                "category": "vinyl_plates"
            },
            {
                "id": "2",
                "url": vinyl2,
                "name": "The Beatles - Abbey Road [LP]",
                "price": "1 150грн.",
                "category": "vinyl_plates"
            },
            {
                "id": "3",
                "url": vinyl3,
                "name": "The Prodigy – Music For The Jilted Generation [2LP]",
                "price": "1 600грн.",
                "category": "vinyl_plates"
            },
            {
                "id": "4",
                "url": vinyl4,
                "name": "Billy Idol – Rebel Yell [LP]",
                "price": "1 450грн.",
                "category": "vinyl_plates"
            },
            {
                "id": "5",
                "url": vinyl5,
                "name": "Bloodhound Gang – Show Us Your Hits [2LP]",
                "price": "1 500грн.",
                "category": "vinyl_plates"
            },
            {
                "id": "6",
                "url": vinyl6,
                "name": "Big Deal - June Gloom",
                "price": "1 250грн.",
                "category": "vinyl_plates"
            },
            {
                "id": "7",
                "url": vinyl7,
                "name": "St. Germain - St Germain [2LP]",
                "price": "2 500грн.",
                "category": "vinyl_plates"
            },
            {
                "id": "8",
                "url": vinyl8,
                "name": "Pink Floyd – The Division Bell [2LP]",
                "price": "1 750грн.",
                "category": "vinyl_plates"
            },
            {
                "id": "9",
                "url": vinyl9,
                "name": "Aphex Twin - Richard D. James Album [LP]",
                "price": "1 275грн.",
                "category": "vinyl_plates"
            },
            {
                "id": "10",
                "url": vinyl10,
                "name": "Lana Del Rey – Born To Die (The Paradise Edition) [LP]",
                "price": "1 750грн.",
                "category": "vinyl_plates"
            }
        ],
        "acoustics": [
            {
                "id": "1",
                "url": acoustic1,
                "name": "YAMAHA HS5i W",
                "description": "Yamaha HS5I - активный студийный монитор. Данный монитор является обновленной версией HS5, которая отличается исключительно наличием на корпусе точек крепления. Эта особенность позволяет использовать мониторы с опциональными потолочными или настенными кронштейнами, что обеспечивает большую гибкость в размещении новинок. HS-серия является преемником легендарных мониторов Yamaha NS10M, которые которые до сих пор считаются классикой лучших мировых студий звукозаписи. Динамики были полностью переработаны по сравнению с предыдущей версией HS80M, что позволило получить более ровную АЧХ и усилить низкие частоты. Так же был увеличен твитер с 3/4' до 1'. Кабинет Yamaha HS5 предлагает пятидюймовый НЧ-динамик с конусом и ВЧ-динамик диаметром 1” с куполом, которые обеспечивают ровную АЧХ и широкий угол распространения звука. Обеспечивается широкий частотный диапазон от 54 Гц до 30 кГц. На тыльной панели АС располагается фазоинвертор. Монитор имеет схему двойного усиления (bi-amp): отдельно усиливается сигнал на низкие/средние и на высокие частоты посредством двух усилителей мощностью 45 и 25 Вт. На тыльной поверхности кабинета находится два балансных входа: один XLR и один 1/4' TRS Jack. Там же находится регулятор громкости и два переключателя HIGH TRIM и ROOM CONTROL: первый управляет работой ВЧ-усилителей, уменьшая или увеличивая уровень сигнала на +/- 2 дБ, а второй переключатель подстраивает нижнечастотный диапазон (0/-2/-4 дБ), помогая избежать ненужных отражений. Переключатели рекомендуется использовать для подстройки в соответствии с конфигурацией помещения.",
                "price": "11 184грн.",
                "category": "acoustic"
            },
            {
                "id": "2",
                "url": acoustic2,
                "name": "ADAM Audio T5V",
                "description": "НЧ-динамик 5 ̋ ВЧ-динамик U-ART Встроенные усилители 2 х PWM Мощность усилителя [НЧ-динамик] 50 Вт Мощность усилителя [ВЧ-динамик] 20 Вт Входная чувствительность Переключатель +4 dBu / -10 дБВ Частотный диапазон 45 Гц — 25 кГц Макс. SPL пары на расстоянии 1 м ≥ 106 дБ Частота распределения 3 кГц Входная коммутация XLR, RCA Номинальная мощность 132 Вт Габариты 298 x 179 x 297 мм Вес 5,7 кг",
                "price": "9 600грн.",
                "category": "acoustic"
            },
            {
                "id": "3",
                "url": acoustic3,
                "name": "ADAM Audio A3X",
                "description": "НЧ-динамик 4.5' ВЧ-динамик X-ART Встроенные усилители 1 х A/B Частотный диапазон 60 Гц — 50 кГц Макс. SPL пары на расстоянии 1 м ≥ 98 дБ Частота распределения 2800 Гц Входное сопротивление 10 кОм Входная коммутация XLR, RCA Габариты 252 х 150 x 185 мм Вес 4,6 кг",
                "price": "12 797грн.",
                "category": "acoustic"
            },
            {
                "id": "4",
                "url": acoustic4,
                "name": "Dynaudio LYD 8",
                "description": "Dynaudio LYD-8 – профессиональный активный монитор ближнего поля, самый большой двухполосный монитор в LYD серии. Имея на борту 8' вуфер с диффузором из композитного материала MSP (магниево-силикатного полимера) и разработанный на основе новейших достижений DSP (Digital Sound Processor), этот монитор обеспечивает качество и достоверность звучания, о которых можно только мечтать. К одному из основных достоинств монитора можно отнести его высокую точность звучания на любом уровне громкости. Продвинутый процессинг цифрового сигнала DSP позволяет повышать или понижать границы низкочастотного диапазона на 10 Гц, а также, используя переключатели позиции и звукового баланса, точнее настроить звук для конкретного помещения. Система оснащена раздельным усилителем класса D (96 кГц/24 бит, 80W LF / 50W HF) новейшей разработки. Монитор имеет двухполосную конструкцию и акустическое оформление, выполненное по схеме фазоинвертор. ВЧ твиттер диаметром 28 мм с мягким куполом защищен металлическим триподом. Порт фазоинвертора расположен в верхней части задней стенки монитора. В ее нижней части находится панель коммутации и управления, на которой, помимо выключателя питания и гнезда для подключения сетевого кабеля, помещен балансный XLR вход, небалансный RCA вход, переключатель чувствительности входного сигнала (-6 дБ, 0 дБ + 6 дБ) для оптимизации усиления в зависимости от уровня сигнала источника и управление DSP. Последнее включает в себя переключатель расширения низких частот (-10 Гц, 0, + 10 Гц), переключатель фильтра с наклонной характеристикой, изменяющего окраску звука (яркий, нейтральный, темный) и переключатель позиции (стена, свободная). Положение переключателя 'wall' позволяет нейтрализовать аномальные отражения, возникающие при установке монитора в пределах 50 см от стены помещения. Для объективной настройки мониторов фирма выпустила приложение 'Dynaudio Meter' для iOS.",
                "price": "32 526грн.",
                "category": "acoustic"
            },
            {
                "id": "5",
                "url": acoustic5,
                "name": "Focal Alpha Evo 50",
                "description": "Focal Alpha 50 EVO - обновленная версия студийного монитора Alpha 50. От предыдущей модели Evo отличаются измененным дизайном корпуса, новым НЧ-динамиком, переработанной схемой фазоинвертора и наличием stand-by режима. Мониторы имеют лучшие показатели по искажениям и предлагают качественный нейтральный звук с ровным тональным балансом на любых уровнях громкости. Alpha 50 Evo оснащается 1'' инвертированным твитером из алюминия и 5'' НЧ динамиком из материала Slatefiber, представляющего собой смесь переработанных углеродных волокон и специального термопластичного полимера. Комбинация обеспечивает отличные характеристики по скорости звука, демпфированию и жесткости динамика. Усилители монитора работают в D классе. Alpha Evo обладает stand-by функцией, переводящей его в режим ожидания при отсутствии сигнала в течении 15 минут, которую возможно отключить посредством переключателя на задней панели. Имеются регуляторы для усиления / ослабления НЧ и ВЧ и переключатель чувствительности входов. Для коммутации предусмотрены XLR, RCA и TRS разъемы. В комплекте с монитором поставляется набор решеток, предназначенных для защиты динамиков.",
                "price": "11 466грн.",
                "category": "acoustic"
            },
            {
                "id": "6",
                "url": acoustic6,
                "name": "IK Multimedia iLoud Micro Monitor White Special Edition",
                "description": "IK MultimediaIK Multimedia iLoud Micro Monitor представляет собой пару студийных мониторов, которые позиционируются как самые компактные в мире. Ультрамаленький корпус позволяет использовать мониторы в любых помещениях. Их можно ставить намного ближе, чем более крупные модели, так как за счет маленького размера уменьшается эффект отражений стоячих волн.iLoud Micro Monitor представляет собой пару студийных мониторов, которые позиционируются как самые компактные в мире. Ультрамаленький корпус позволяет использовать мониторы в любых помещениях. Их можно ставить намного ближе, чем более крупные модели, так как за счет маленького размера уменьшается эффект отражений стоячих волн.Гибкое использование IK Multimedia iLoud Micro Monitor на задней панели имеет множество разъемов для подключения, регулятор громкости, а также кнопку для беспроводного Bluetooth сопряжения. Кристально чистый звук в столь маленьком устройстве достигается благодаря использованию 56-битного DSP-процессора. Он отвечает за амплитудно-частотные характеристики, а также контролирует динамический диапазон и фазу мониторов.",
                "price": "15 378грн.",
                "category": "acoustic"
            },
            {
                "id": "7",
                "url": acoustic7,
                "name": "Pioneer DM-50D-W",
                "description": "DM-50D – система настільних моніторів з діагоналлю 5 дюймів. Динаміки DM-50D забезпечують збалансований, різкий басовий звук та можуть видавати додаткову потужність завдяки новому підсилювачу класу D та 5-дюймовому низькочастотному динаміку у кожному пристрої. Перемістіть перемикач, щоб перейти з режиму DJ в режим виробництва, і налаштування DSP автоматично створять найкращий звук для кожної програми. Двосторонній звуковий режим – оптимізований для діджеїнгу та створення музики. Немає необхідності вирішувати, чи потрібен вам комплект моніторів, який найкраще підходить для діджеїв або створення музики, тому що динаміки DM-50D ідеально підходять і для того, і для іншого. Просто поверніть перемикач, щоб вибрати режим DJ або режим виробництва, і налаштування DSP буде оптимізовано для вашого завдання, дозволяючи вам зосередитись на своєму міксі. Простота використання з різним діджейським або виробничим обладнанням. За допомогою RCA, міні-роз’єму та нещодавно доданих вхідних роз’ємів TRS ви можете підключати різне обладнання, таке як DJ-контролери та мікшери, а також ноутбук або звукову карту, які ви використовуєте. Підключити навушники просто через роз’єм на передній панелі, а ручка рівня знаходиться прямо перед вами.",
                "price": "13 957грн.",
                "category": "acoustic"
            },
            {
                "id": "8",
                "url": acoustic8,
                "name": "ADAM Audio A77H",
                "description": "ADAM A77V – активный 2-полосный монитор ближнего поля с фазоинвертором с горизонтальным расположением динамиков. Благодаря 19-дюймовой ширине горизонтально ориентированный A77H может стоять на стандартной полке в стойке или устанавливаться над или под дисплеем. Совершенно новый дизайн также позволяет использовать A77H в качестве центрального динамика в иммерсивных и трехмерных конфигурациях. Двойные 7-дюймовые низкочастотные динамики и твитер X-ART обеспечивают широкий диапазон частот, а встроенные возможности настройки на основе DSP позволяют легко настраивать звук. Модель имеет высокоточный твитер X-ART немецкого производства ручной работы с вращающимся волноводом HPS и пиковую мощность 130 Вт. Функционалами всех мониторов A Series на основе DSP можно управлять удаленно и в режиме реального времени через Ethernet с помощью A Control. Изготовленный из нового полимерного соединения стекловолокна, волновод HPS позволяет твиттеру X-ART распространять звук в пространстве с контролируемой консистенцией. Новые кабинеты серии A основаны на наследии ADAM Audio и, в частности, серии AX.",
                "price": "65 154грн.",
                "category": "acoustic"
            },
            {
                "id": "9",
                "url": acoustic9,
                "name": "PreSonus Eris E3.5 BT",
                "description": "PreSonus Eris E3.5 BT - пара двухполосных студийных мониторов 3,5'' c поддержкой Bluetooth. Модель предназначена для работы с мультимедиа-контентом в качестве контрольных мониторов ближнего поля: монтаж видеороликов, прослушивание музыки и компьютерные игры. Модель продаётся парой, один из мониторов активный и содержит двухканальный усилитель с отдельным выходом для подключения второго пассивного монитора. Конфигурация динамиков включает 3,5-дюймовые НЧ-драйверы с диффузорами из кевлара и шелковые однодюймовые купольные твитеры. Высокочастотные твитеры нагружены на волноводы, способствующие расширению зоны 'sweet spot'. Eris E3.5 отличает удобное управление включением питания и регулировкой громкости с передней панели активного монитора. Там же находятся два разъёма mini-Jack. Один из них служит для подключения компактного источника звука, например, телефона, а второй является выходом на наушники. На задней панели присутствуют балансные разъёмы TRS-Jack и небалансные RCA. Встроенный блок Bluetooth 5.0 позволяет принимать звук высокого качества напрямую от мобильных устройств.Характеристики: Тип: комплект мониторов (активный + пассивный) Количество: 2 (пара) Поддержка беспроводного подключения по Bluetooth 5.0 НЧ-динамики из кевлара 3,5'' Купольные твитеры с низкой массой 1'' из шёлка Фазоинверторы на задней панели Пиковое звуковое давление: 100 дБ Усилитель АВ-класса: 2 x 25 Вт Пассивные кроссоверы с частотой раздела 2,8 кГц «Мягкое» включение усилителей без щелчка Входные разъёмы: 1 x mini-Jack стерео, 2 x Балансные ¼'' TRS, 2 x Небалансные RCA Частотный диапазон: 80 Гц – 20 кГц Регулировки: громкость, СЧ-контроль +/-6 дБ, ВЧ-контроль +/-6 дБ Размеры: 141 x 162 x 210 мм Вес: 2,9 кг",
                "price": "7 600грн.",
                "category": "acoustic"
            },
            {
                "id": "10",
                "url": acoustic10,
                "name": "KRK Classic 5 CL5G3",
                "description": "Производитель студийного оборудования KRK в честь 30-летия с момента запуска популярной серии Rokit выпустил активный двухполосный монитор Classic 5, который сочетает в себе лучшие решения и технологии, применявшиеся в акустике разных поколений линейки, и предлагает тот же узнаваемый звуковой характер. KRK Classic 5 предназначен для работы в ближнем поле и оснащен 5'' композитным вуфером из стекла / арамида и 1'' твитером с мягким куполом, помещенным в оптимизированный волновод, верхняя граница частотной характеристики которого составляет 35 кГц. Усилитель модели работает в A/B классе. Для защиты от перегрузок производитель укомплектовал монитор встроенным лимитером, который автоматически включается на критических уровнях громкости. Из настроек у колонки предусмотрены регуляторы НЧ, ВЧ и громкости. Для подключения имеются TRS, XLR, RCA входы.",
                "price": "6 650грн.",
                "category": "acoustic"
            }
        ],
        "stuff": [
            {
                "id": "1",
                "url": stuff1,
                "name": "HEGEL H190 White",
                "description": "Hegel H190 — інтегральний підсилювач із підтримкою стандарту DNLA, здатний відтворювати стрімінговий музичний контент із будь-якої платформи, включаючи AirPlay. Завдяки конфігурованим входам, високопродуктивному ЦАП та фронтальним виходам для навушників ви можете насолоджуватися чудовою якістю звучання та зручністю в управлінні. Hegel H190 здатний стати серцем музичної системи і має достатню потужність, щоб змусити працювати практично будь-яку колонку. Цьому сприяє небувала величина коефіцієнта демпфування (найважливіша характеристика, що описує взаємодію підсилювача з колонками) — понад 4000. Удосконалена технологія SoundEngine2 дозволяє мінімізувати спотворення ще краще, ніж у конструкції попередніх моделей підсилювачів Hegel. SoundEngine2 також значно покращує керованість басу та динаміку, тому навіть потужності в 150 Вт на канал цьому підсилювачу більш ніж достатньо. Конструкція H190 робить його ідеальним автономним пристроєм. Підключіть телевізор, кабельну телевізійну приставку, фонокорректор або навушники. Додати пару колонок, і система готова до роботи!",
                "price": "164 008грн.",
                "category": "stuff"
            },
            {
                "id": "2",
                "url": stuff2,
                "name": "JBL SA750",
                "description": "Натхненний вінтажними інтегрованими підсилювачами JBL SA600 та SA660 1960-х та 1970-х років, новий JBL SA750 є гідною даниною інноваційному лідерству, яке JBL незмінно демонструє з моменту свого заснування у 1946 році; Технологія посилення класу G у новому JBL SA750 забезпечує високу продуктивність звуку та більшу ефективність. Інтегрований підсилювач JBL SA750 має культову фрезеровану алюмінієву панель у ретро стилі з розкішними регуляторами гучності, балансу та входу, а також масивними перемикачами: Живлення, Вимкнення/Включення звуку, Direct, MC/MM phono та калібрування приміщення Dirac Live. Лицьова панель включає 3,5-міліметровий вхід Aux та 3,5-міліметровий вихід для навушників, а також 2-рядковий помаранчевий екран. Зовнішній вигляд доповнюють класичні бокові панелі з дерева тика, які поєднуються з новою ювілейною версією колонок JBL L100 Classic 75, також представлених на HARMAN ExPLORE. Шикарний ретро дизайн JBL SA750 контрастує з сучасною високопродуктивною технологією посилення класу G і потоковими протоколами, включаючи Google Chromecast і Apple Airplay 2. SA750 також включає ЦАП з високою роздільною здатністю і фонокорректором, що перемикається MM / MC, можливість підключення до бездротового зв'язку UPnP, повне та підтримку Roon Ready, а також безліч додаткових аудіофункцій преміум-класу, включаючи калібрування приміщення Dirac Live для оптимальної роботи у будь-якій кімнаті для прослуховування.",
                "price": "119 999грн.",
                "category": "stuff"
            },
            {
                "id": "3",
                "url": stuff3,
                "name": "Marantz PM7000 N Black",
                "description": "Модель Marantz PM7000N сочетает в себе функции полноценного потокового стримера и высококлассного аналогового интегрального усилителя. В аппарате задействована топология схем с обратной связью по току и фирменные дискретные усилительные модули третьего поколения HDAM SA3. Такая конструкция позволяет минимизировать уровень шумов, увеличить скорость нарастания выходного сигнала, повысить динамический диапазон и значительно расширить диапазон частот, обеспечивая превосходное качество звучания при прослушивании как обычных стереозаписей, так и Hi-Res-аудиоформатов. В итоге, согласно информации производителя, обеспечивается более динамичный, точный и детальный саунд. В тщательно проработанном сильноточном блоке питания Marantz PM7000N установлен экранированный тороидальный трансформатор и пара высокоемкостных конденсаторов (каждый по 15000 мкФ). При этом обеспечивается мощность в 60 Вт при нагрузке в 8 Ом. Цепи модели оснащены качественными аудиофильскими комплектующими, а для охлаждения применяются радиаторы, изготовленные из алюминия. Благодаря поддержке беспроводной многофункциональной экосистемы HEOS перед усилителем открываются большие возможности в плане доступа к таким потоковым сервисам, как Spotify (Free или Premium), Amazon Music HD, Deezer, Tidal и пр. Данный аппарат можно интегрировать в беспроводную мультирум-инсталляцию, построенную на базе HEOS-устройств. Для управления Marantz PM7000N предусмотрены пульт и приложение. Командовать «интегральником» также можно посредством голосовых помощников Google Assistant, Amazon Alexa, или Apple Siri.",
                "price": "75 200грн.",
                "category": "stuff"
            },
            {
                "id": "4",
                "url": stuff4,
                "name": "Marantz PM7000 N Silver Gold",
                "description": "Модель Marantz PM7000N сочетает в себе функции полноценного потокового стримера и высококлассного аналогового интегрального усилителя. В аппарате задействована топология схем с обратной связью по току и фирменные дискретные усилительные модули третьего поколения HDAM SA3. Такая конструкция позволяет минимизировать уровень шумов, увеличить скорость нарастания выходного сигнала, повысить динамический диапазон и значительно расширить диапазон частот, обеспечивая превосходное качество звучания при прослушивании как обычных стереозаписей, так и Hi-Res-аудиоформатов. В итоге, согласно информации производителя, обеспечивается более динамичный, точный и детальный саунд. В тщательно проработанном сильноточном блоке питания Marantz PM7000N установлен экранированный тороидальный трансформатор и пара высокоемкостных конденсаторов (каждый по 15000 мкФ). При этом обеспечивается мощность в 60 Вт при нагрузке в 8 Ом. Цепи модели оснащены качественными аудиофильскими комплектующими, а для охлаждения применяются радиаторы, изготовленные из алюминия. Благодаря поддержке беспроводной многофункциональной экосистемы HEOS перед усилителем открываются большие возможности в плане доступа к таким потоковым сервисам, как Spotify (Free или Premium), Amazon Music HD, Deezer, Tidal и пр. Данный аппарат можно интегрировать в беспроводную мультирум-инсталляцию, построенную на базе HEOS-устройств. Для управления Marantz PM7000N предусмотрены пульт и приложение. Командовать «интегральником» также можно посредством голосовых помощников Google Assistant, Amazon Alexa, или Apple Siri." ,
                "price": "75 200грн.",
                "category": "stuff"
            },
            {
                "id": "5",
                "url": stuff5,
                "name": "ARCAM SA10",
                "description": "Особенности стереоусилителя Arcam HDA SA10: Современный индустриальный дизайн, мощность в 50 Вт на канал (8 Ом) Усилитель в классе AB, низкий коэффициент искажений Возможность работы в качестве внешнего ЦАПа (встроенный чип ESS9016K2M) MM-фонокорректор, управление через IP или через RS-232 силитель Arcam HDA SA10 из новой фирменной серии High Definition Audio (HDA) занимает младшую позицию по отношению к флагману SA20. Модель пришла на смену FMJ A19, удостоенному многих наград от специализированных изданий. Выходная мощность 2 х 50 Вт (8 Ом)",
                "price": "34 999грн.",
                "category": "stuff"
            },
            {
                "id": "6",
                "url": stuff6,
                "name": "Musical Fidelity MX-HPA",
                "description": "Усилитель обладает полностью балансным трактом. Пиковая мощность MX-HPA составляет 10 Вт, а амплитудное значение напряжения отсечки усилителя — 54 В. Несмотря на полностью балансную схему, усилитель может работать и с источниками несимметричного сигнала. Усилитель для наушников MX-HPA от британского производителя Musical Fidelity обладает выходной мощностью 1,8 Вт на канал при сопротивлении 8 Ом, а величина выходного напряжения может достигать 19 В в диапазоне частот от 20 Гц до 20 кГц. Модель может работать с наушниками, имеющими сопротивление от 200 Ом и ниже. Производитель утверждает, что аппарат выдает максимально аутентичное звучание, которое обеспечено низким коэффициентом нелинейных искажений (менее 0,005% в полосе частот от 20 Гц до 40 кГц) и линейной амплитудно-частотной характеристикой. Соотношение сигнал/шум составляет 120 дБ. С помощью переключателя на передней панели устройства можно выбрать коэффициента усиления — 18 или 24 дБ. На задней панели MX-HPA расположены два входных балансных XLR-разъема, а также RCA стереопара. Выбор источника сигнала осуществляется с помощью селектора входов, расположенного на передней панели. Для подключения наушников на передней панели усилителя размещены два комбинированных XLR-разъема.",
                "price": "24 475грн.",
                "category": "stuff"
            },
            {
                "id": "7",
                "url": stuff7,
                "name": "ARCAM ARCPA720EU",
                "description": "Модель Arcam PA720 представляет собой семиканальный усилитель, который относится к новой фирменной серии HDA (High Definition Audio). Усилитель работает в классе G, сочетающем в себе достоинства A-класса, связанные с высоким качеством звука, и преимущества AB-класса, характеризующимся большой мощностью и высоким коэффициентом полезного действия. Такая конструкция позволяет в режиме реального времени удовлетворять потребность выходных каскадов усилителя в питании и расходовать при этом именно такое количество электрической энергии, которое требуется в данный момент. В результате удается понизить энергозатраты и повысить КПД. Для реализации используются переключаемые шины питания и, по утверждению производителя, до показателя мощности в 20 Вт усилитель работает в чистом классе A. В цепях Arcam PA720 установлены комплектующие высокого класса, а блок питания оснащен массивным тороидальным трансформатором. Модель потребляет максимальную мощность в полтора киловатта и выдает по 100 Вт на каждый из семи каналов при нагрузке в 8 Ом., обеспечивая высокое качество звучания с превосходной детальностью, а уровень искажений усилителя стремится к нулю. Семиканальный усилитель Arcam PA720 впечатляет своим лаконичным монументальным дизайном, выполненным в индустриальном стиле. Не смотря на габариты, корпус имеет надежное демпфирование. На его тыльной стороне находятся семь входных и аналогичное количество выходных RCA-разъемов. Несимметричные входы дублируются таким же количеством балансных входов XLR, а для выбора между RCA- и XLR-подключением имеется ползунковый переключатель. Аппарат оснащается интерфейсами LAN и RS-232, которые позволяют интегрировать усилитель в систему домашней автоматизации (Crestron и т.п.) или же в локальную сеть с целью мониторинга и IP-управления. На корпусе имеются два триггерных разъема (вход/выход) и порт USB, который служит для обновления софта и USB-подзарядки различных портативных устройств. Для подключения спикеров используются семь пар высококачественных клем.",
                "price": "129 999грн.",
                "category": "stuff"
            },
            {
                "id": "8",
                "url": stuff8,
                "name": "REVEL REVSA1000EP",
                "description": "при минимальном сопротивлении 4 Ом: 700 Вт (350 Вт на сабвуфер) • Пиковая мощность: 1500 Вт (750 Вт на сабвуфер) • Номинальное сопротивление: 4 Ом • Чувствительность входа до 1 Вт при 50 Гц: 16,3 мВрм +/- 1 дБ. Усиление = 41,7 дБ • Минимальные требования к питанию от сети переменного тока: 100–120 В переменного тока - 50–60 ГцМодель 700W 5A 230VAC 50-60Hz Модель: 700 Вт, 3A• Размеры: В x Ш x Г: 88,9 мм x 431,8 мм x 280.3мм• Вес: 6,35 кг• Размеры в упаковке (В x Ш x Г): 413мм х 190мм х 546 мм• Вес в упаковке: 8,2 кг",
                "price": "39 999грн.",
                "category": "stuff"
            },
            {
                "id": "9",
                "url": stuff9,
                "name": "Denon PMA-A110",
                "description": "Отмечая 110-летие превосходного качества звука, компания Denon с гордостью представляет ограниченную серию юбилейных устройств, включающих в себя интегральный стереоусилитель PMA-A110, являющийся вершиной линейки Hi-Fi от Denon. Новый усилитель Denon PMA-A110 имеет графитовый цвет Anniversary Series, более тяжелый и виброустойчивый корпус с двухслойной стальной пластиной трансформатора в сравнении с моделью PMA-2500NE, новую заднюю панель премиум-класса с позолоченными разъемами и новый цифро-аналоговый преобразователь. Интегральный усилитель Denon PMA-A110 идеально сочетается с SACD проигрывателем Denon DCD-A110, предлагая законченную систему высочайшего уровня. Каждый продукт юбилейной серии логотипы 110 Anniversary на передней панели и включают в себя новейшие технологии и настройку звука специалистами Denon, отличающие их от стандартных моделей. Кроме того, каждый новый продукт поставляется со специальным сертификатом подлинности с подписью главного инженера Denon. Усилитель Denon PMA-A110 собирается на заводе Shirakawa Audio Works в Японии. Интегральный усилитель Denon PMA-A110 создан на безе запатентованной Denon модифицированной двухтактной схемы усилителя мощности на полевых транзисторах сверхвысоких токов (UHC), которая обеспечивает мощность 160 Вт на канал. Встроенный цифро-аналоговый преобразователь премиум-класса на 4 микросхемах BurrBrown PCM1795 в параллельном включении поддерживает воспроизведение аудиофайлов высокого разрешения (до 384кГц/32бит) и позволяет получить высочайшее разрешение и качество звука. Также усилитель Denon PMA-A110 оснащен новейшей технологий обработки звука Ultra AL32 Processing от Denon. Этот алгоритм повышает дискретизацию цифрового сигнала, сглаживая форму волны и получая более аналоговый сигнал. В Ultra AL32 мы удвоили частоту дискретизации потока данных по сравнению с предыдущим поколением - с 384кГц до 1,5МГц. Полученный в результате звук воспроизводится с высокой детализацией, без помех, точно локализован, выразителен в нижнем диапазоне и максимально соответствует исходному аналоговому сигналу.",
                "price": "198 000грн.",
                "category": "stuff"
            },
            {
                "id": "10",
                "url": stuff10,
                "name": "Unison Research Simply Italy",
                "description": "Усилитель Simply Italy был выпущен итальянской компанией Unison Research в качестве замены Simply Two, и на сегодня является самым доступным по стоимости ламповым аппаратом в каталоге фирмы. При этом, как и старшие модели, Simply Italy вручную изготавливается и настраивается на заводе фирмы в Италии. Не смотря на компактные размеры, усилитель весьма неплохо экипирован. Здесь имеется селектор входов на пять линейных источников сигнала, моторизованный регулятор громкости Alps. Соответственно, аппарат имеет и дистанционное управление, и комплектуется большим пультом ДУ в деревянном корпусе с металлической верхней панелью. Из россыпи кнопок на ней в данном случае нужны только те, которые управляют громкостью звука Simply Italy, остальные будут востребованы для других компонентов фирмы. На задней панели усилителя имеются качественные винтовые гнезда для подключения колонок – переключателя импеданса акустики не предусмотрено. Усилитель рассчитан на акустику сопротивлением 6 Ом, то есть к нему можно подключать и 8, и 4-омные колонки. Такое решение может не понравиться аудиопуристам, но нельзя не учитывать тот факт, что, например, «номинально» 8-омная акустика может менять свой импеданс на разных частотах в довольно широких пределах. Качество изготовления усилителя очень высокое, и здесь тоже не заметно никаких компромиссов, которые можно было бы ожидать, учитывая относительно скромную стоимость Simply Italy. Деревянная лакированная передняя панель с контрастными вставками вокруг точеных ручек управления, выполненных из немагнитного материала и тумблера включения, имеющих приятный рабочих ход, позолоченные контактные поверхности всех разъемов, точно пригнанные детали – придраться во внешнем облике аппарата буквально не к чему. Две изогнутых, отполированных до зеркального блеска панели служат в качестве тепловых отражателей для ламп, которые довольно сильно греются при работе усилителя. При желании лампы можно закрыть защитной металлической сеткой, которая приобретается отдельно.",
                "price": "109 200грн.",
                "category": "stuff"
            }
        ],
        "dj_studio": [
            {
                "id": "1",
                "url": dj_studio1,
                "name": "Native Instruments Traktor Kontrol S2 MK3",
                "description": "Native Instruments Traktor Kontrol S2 MK3 - 2-канальный DJ-контроллер для диджеев. Новое поколение популярного контроллера обладает всеми необходимыми функциями для креативного диджеинга. Воплоти в жизнь любую задумку с помощью 16 RGB пэдов для перехода по меткам, включения лупов и семплов, а также увеличенных 14 см джогов с улучшенной сенсорной чувствительностью. Теперь они оснащены более продвинутой механикой, которая обеспечивает наилучшие тактильные ощущения, делает джоги более отзывчивыми, а также даёт возможность работы в одном из двух режимах: сенсорном и обычном. В новой версии представлен обновленный процессор в секции микшера, предназначенный для создания плавных переходов. Наличие встроенного 24-битного аудио интерфейса на 44.1/48 кГц позволяет использовать данный контроллер в клубах. Передовой микшер предоставляет возможность использования 8 эффектов (Reverb, Dual Delay, Dotted Delay, Flanger, Time Gater, Noise, Crush и Barber Pole) и 3 фильтров. Обновленная модель Traktor имеет привычный интерфейс управления, ставший клубным стандартом, она оснащена 8 пэдами с подсветкой для каждой деки. Для коммутации доступны микрофонный вход, линейный выход и разъем для подключения наушников. В комплекте поставляется полная версия ПО Traktor PRO 3.",
                "price": "13 104грн.",
                "category": "dj_studio"
            },
            {
                "id": "2",
                "url": dj_studio2,
                "name": "Behringer VMX100USB",
                "description": "Behringer VMX100USB - двухканальный DJ-микшер со встроенным аудиоинтерфейсом USB. 2 канальный микшер с супер гладкими ULTRAGLIDE фейдерами с жизненным циклом до 500000 и оптическим кроссфейдером. Регулируемая кривая кроссфейдера позволяет быстро адаптироваться к любому стилю микса. VMX100USB имеет простое управление с 2-полосным эквалайзером и индикатором уровня для MAIN выхода, а также выход для сабвуфера с регулируемой частотой и управлением уровнем. Двухполосный Kill-эквалайзер (- 32 дБ) с максимально точной настройкой уровня и функцией максимального удержания. Имеются RCA разъемы для подключения аналоговых виниловых и CD проигрывателей, микрофонный вход 1/4 Jack с запатентованным микрофонным предусилителем XENYX и скоростной USB порт для подключения и доступа к МР3 библиотеке и оцифровки собственных миксов.",
                "price": "5 670грн.",
                "category": "dj_studio"
            },
            {
                "id": "3",
                "url": dj_studio3,
                "name": "Akai APC40 MKII",
                "description": "Akai APC40 mkII - новая, существенно улучшенная версия контроллера APC40, передовое решение для управление Ableton Live. Контроллер оснащен сорока прямоугольными вытянутыми по горизонтали кнопками-пэдами, которые расположились в виде матрицы 5 × 8 и занимают значительную часть контрольной панели устройства. Пэды подсвечиваются снизу, причем подсветка здесь используется цветная (RGB). По цвету кнопки музыкант может понимать, какого рода или какой именно клип загружен в тот или иной слот. Кроме того, подсветка может указывать на то, какой загруженный клип неактивен, какой проигрывается, а какой записывается. Справа от основного кнопочного массива размещены 8 поворотных энкодеров. Также имеются канальные фейдеры в количестве 8 штук, один кроссфейдер и один мастер-фейдер. Органы управления размещены на центральной панели очень рационально, работать с ними будет удобно. В комплекте к устройству идет Ableton Live Lite, Hybrid 3 от AIR Music Technology, плагин SONiVOX Twist, а также наборов сэмплов Prime Loops и Toolroom Records.Характеристики: 8 канальных фейдеров, 1 мастер фейдер, 8 элементов управления Ableton Рlug-and-play Бесшовная интеграция 1-1 с Ableton Live Питание от USB Матрица 5x8 RGB Кнопки посыла Назначаемый A/B кроссфейдер Удобное расположение ручек и элементов управления ПО в комплекте: Ableton Live Lite, SONiVOX Twist, Hybrid 3 by AIR Music Tech, Prime Loops & Toolroom Records launch packs Размеры: 13.3 x 27.4 x 4.8 см Вес: 800 г",
                "price": "14 999грн.",
                "category": "dj_studio"
            },
            {
                "id": "4",
                "url": dj_studio4,
                "name": "Numark NVII",
                "description": "Numark NV 2 - DJ-контроллер для Serato c 4-мя каналами и цветными дисплеями для каждой деки. Обновленная модель выпущена в slim-корпусе и оборудована двумя 4,3-дюймовыми полноцветными дисплеями высокого разрешения, обеспечивающими отображение информации из Serato DJ в реальном времени. Также контроллер унаследовал у своего предшественника сверхчувствительные сенсорные платтеры, способные адаптироваться под стиль исполнения диджея, динамические пэды с RGB-подсветкой и активируемые касанием регуляторы. На экраны NV II были добавлены сетки Beat Grid, позволяющие отслеживать бит треков с большей точностью. Также добавлены расширенные возможности сортировки треков. Теперь диджеи могут сортировать музыку по альбому, исполнителю, композиции, темпу и тональности, а загружать треки можно путём нажатия ручки-энкодера. Для быстрого доступа к функции Quantize и режиму Beat Jump появились отдельные кнопки рядом с экранами. В комплект входит программное обеспечение Serato DJ, также доступен загружаемый набор Toolroom Records Artist Pack. К модели прилагается адаптер питания и USB-кабель.",
                "price": "24 117грн.",
                "category": "dj_studio"
            },
            {
                "id": "5",
                "url": dj_studio5,
                "name": "Pioneer DDJ-FLX6",
                "description": "Pioneer DDJ-FLX6 - 4-канальный диджейcкий контроллер для rekordbox и Serato DJ Pro. Совершенно новый Merge FX позволяет смешивать разные музыкальные стили. Невзирая на то, каково число ударов в минуту или тональность следующей музыкальной композиции, вы можете создавать впечатляющий переход всякий раз, когда пожелаете. Функция Jog Cutter позволяет создать профессионально звучащие скретч-эффекты одной рукой. Включите Jog Cutter и просто перемещайте безупорный регулятор для применения профессионально звучащего скретч-эффекта к последней метке Hot Cue или положению воспроизведения, которые вы использовали в данной приставке. Имеются 10 разных конфигураций скретч-эффекта. Плавное изменение высоты тона со временем и создание скретч-эффекта ощущаются естественно благодаря большим безупорным регуляторам, которые имеют точно такой же размер, что и безупорные регуляторы на легендарном мульти-проигрывателе CDJ-3000. У каждого из них также есть дисплей On Jog Display, таким образом, вы можете отслеживать положение указателя воспроизведения. Также контроллер получил новый режим Sample Scratch. В секции микшера имеются 4 канала. Питание осуществляется от USB-шины. Благодаря встроенной звуковой карте DDJ-FLX6 подключается непосредственно к вашим громкоговорителям или к усилителю посредством одиночного USB-кабеля. Как обычно, контроллер имеет 8 резиновых пэдов на деку с фоновой подсветкой для запуска Hot Cues, Pad FX, Beat Jump и сэмплера. В комплект поставки включен пакет расширения Serato Pitch ‘n Time DJ. Используйте Pitch Play, Key Shift и другие функции бесплатно. Кроме того, в комплект поставки включен пакет Serato FX Pack.",
                "price": "34 675грн.",
                "category": "dj_studio"
            },
            {
                "id": "6",
                "url": dj_studio6,
                "name": "Roland DJ-202",
                "description": "Roland DJ-202 - 2-х канальный DJ-контроллер. Данная модель имеет встроенный аудиоинтерфейс с Ц/А конвертером высокого разрешения (24 бит/48 кГц). Нельзя не отметить наличие встроенного секвенсера для создания ритмических фраз в режиме реального времени. Контроллер имеет функцию Deck Select для управления 4 деками. Большие джоги DJ-202 хорошо подойдут для скретча. На панели под джогами располагаются по 8 пэдов с режимами Hot Cue, Loop, Sequencer и Sampler. Контроллер прост в подключении и использовании. DJ-202 также оснащен MIDI-выходом для синхронизации с внешним оборудованием. Питание осуществляется по USB. Поставляется в комплекте с ПО Serato DJ Intro.",
                "price": "15 263грн.",
                "category": "dj_studio"
            },
            {
                "id": "7",
                "url": dj_studio7,
                "name": "pioneer_cdj_3000.jpg",
                "description": "Pioneer CDJ-3000 - профессиональный DJ-проигрыватель с сенсорным экраном 9'' и возможностью работы с iPhone, новый флагман линейки CDJ. CDJ-3000 оснащен блоком MPU с мощными возможностями обработки. Обработка внутреннего аудио в CDJ-3000 повышена до 96 кГц / 32 бит и может использоваться со всеми аудиоформатами. Обновленная технология также включает новую функцию Key Shift, воспроизведение с переменной скоростью и управление общим темпом. Большой 9-дюймовый сенсорный экран облегчает просмотр вашей библиотеки и управление. Кнопки Playlist и Search расположены над экраном для быстрого доступа к спискам воспроизведения и удобного просмотра вашей библиотеки. Теперь под экраном находятся 8 кнопок меток быстрого доступа. Также стоит отметить, что новый CDJ-3000 не имеет привода для компакт-дисков. Вы можете подключить свой ноутбук и напрямую воспроизводить свою библиотеку rekordbox, воспроизводить музыку с USB или SD-карты или - если вы используете самую последнюю версию rekordbox - даже подключить свой iPhone к CDJ-3000 через USB кабель и микшировать треки прямо с телефона. Также теперь вы можете и слушать любую часть вашего трека, прикоснувшись к форме волны там, где вы хотите слушать. Увеличенный экран CDJ-3000 позволяет вам видеть как текущую дорожку, так и дорожку в очереди в одном месте, поскольку они накладываются друг на друга, упрощая процесс микширования. В комплект также входит программное обеспечение 3Band Waveform, которое анализирует ваши треки и показывает громкость частотных диапазонов трека различными цветами. Две новые функции, Key Sync и Key Shift, позволяют вам сдвигать тональность входящего трека на текущий трек. Теперь вы можете подключить вместе 6 плееров через Pro Link. Прочная конструкция, включающая алюминиевую верхнюю пластину и переработанные кнопки воспроизведения, метки и метки быстрого доступа, предназначенные для работы в любых условиях.",
                "price": "139 356грн.",
                "category": "dj_studio"
            },
            {
                "id": "8",
                "url": dj_studio8,
                "name": "Pioneer XDJ-700 USB",
                "description": "XDJ-700 - цифровой компактный DJ проигрыватель с поддержкой rekordbox™. Большой сенсорный дисплей, знакомая эргономика, проигрыватель унаследовал множество функций от старшей модели XDJ-1000. Благодаря поддержке rekordbox™ вы можете заранее подготавливать свои треки на PC или Mac. Сенсорная клавиатура Qwerty облегчает поиск треков. Синхронизация треков на 4х проигрывателях и квантизированные петли и точки. Просто подключите свою USB флешку или iPhone, iPod touch и Android смартфон для загрузки треков в XDJ. Полная MIDI USB совместимость, используйте ваш проигрыватель как MIDI контроллер.",
                "price": "65 154грн.",
                "category": "dj_studio"
            },
            {
                "id": "9",
                "url": dj_studio9,
                "name": "Pioneer XDJ-XZ",
                "description": "Pioneer XDJ-XZ - профессиональная универсальная 4-канальная DJ-система 'все в одном'. Идеально подойдет для проведения мероприятий, бара, клуба или студии. Оживите свои сеты с помощью 14 профессиональных эффектов Beat FX и 6 Sound Color FX, а также активируйте функции программного обеспечения с помощью 16 разноцветных пэдов с подсветкой. Контроллер обеспечивает превосходное звучание и множество дополнительных функций. Устройство получило полноразмерные джоги, как на NXS2, оснащенные цветными дисплеями Jog Display. Осциллограммы, метки быстрого доступа, BPM и другие параметры отображаются на 7-дюймовом сенсорном ЖК-дисплее и цветном поворотном дисплее в центре каждого джога. Контроллер обеспечивает гибкую поддержку медиа: можно подключить USB-накопитель с треками, проанализированными rekordbox, или ноутбук, чтобы использовать режим rekorbdox dj или Link Export. С начала 2020 года обещается поддержка Serato DJ Pro. Превосходное качество звука доступно благодаря 64-битному цифровому процессору. Точная настройка всего микса с использованием 3-полосного мастер-EQ. XDJ-XZ - первая универсальная DJ-система с поддержкой Pro DJ Link, которая позволяет подключить оборудование типа CDJ к 3 и 4 каналам и синхронизировать звук с миксом. Можно использовать экран XDJ-XZ для просмотра внешних библиотек. Контроллер имеет 3 порта USB - 2 с верхней загрузкой для USB-устройств и один для подключения к ноутбуку. С помощью режима Link Export mode для rekordbox можно подключить до 2 ноутбуков одновременно. В комплект входит ПО rekordbox dj.",
                "price": "134 525грн.",
                "category": "dj_studio"
            },
            {
                "id": "10",
                "url": dj_studio10,
                "name": "Native Instruments Traktor Kontrol Z1",
                "description": "Native Instruments Traktor Kontrol Z1 - портативный профессиональный контроллер для Traktor DJ и Traktor Pro 2. Z1 предоставляет вам интуитивный контроль над большим количеством функций, а встроенный аудиоинтерфейс обеспечивает мощный звук. Главное преимущество Z1 - это возможноcть подключения к нему iPhone или IPad. Вы можете использовать их в качестве дисплея, носителя и дополнительного контроллера, но для этого вам придётся приобрести приложение Traktor Pro в iTunes App Store. Приятный факт - Z1 заряжает IOS устройств во время игры, так что вам не придётся беспокоиться о времени работы аккумулятора во время выступления.",
                "price": "9 360грн.",
                "category": "dj_studio"
            }
        ]
    }

export default products